Repository: GitMirroring/zdl
Catalog: locale/*/LC_MESSAGES/zdl.po
Languages: it

source: The bandwidth limit set by the server has been exceeded:
it: Superato il limite di banda imposto dal server:

source: A proxy will be activated (to use more band, perhaps, you can change IP address by reconnecting the modem/router)
it: Sarà utilizzato un proxy (per usare più banda, forse, puoi cambiare indirizzo IP riconnettendo il modem/router)

source: Detected cloudflare
it: Rilevato Cloudflare

source: Starting modem/router reconnection program
it: Avvio programma di riconnessione del modem/router

source: Proxy list search
it: Ricerca lista proxy

source: Proxy not available, please try again later
it: Proxy non disponibili, riprovo più tardi

source: Download speed test
it: Test velocità di download

source: Sufficient download speed using the proxy
it: Velocità di download sufficiente usando il proxy

source: The maximum download speed achieved using the proxy is less than the minimum required
it: La massima velocità di download raggiunta usando il proxy è inferiore a quella minima richiesta

source: Maximum download speed achieved using the proxy
it: Massima velocità di download raggiunta usando il proxy

source: Update proxy
it: Aggiorna il proxy

source: Proxy currently unavailable: attempt with proxy disabled
it: Proxy attualmente non disponibile: tentativo con proxy disattivato

source: Start connection
it: Avvia connessione

source: Temporary proxy enabled
it: Attivato proxy temporaneo

source: Temporary proxy disabled
it: Disattivato proxy temporaneo

source: No account available
it: Nessun account disponibile

source: $name_prog file log
it: File log di $name_prog

source: File$msg_file_in already present in $PWD: $url_in will not be processed.
it: File$msg_file_in già presente in $PWD: $url_in non verrà processato.

source: File$msg_file_in not available, try again later ${errMsg}
it: File$msg_file_in non disponibile, riprovo più tardi ${errMsg}

source: The file name is missing
it: Manca il nome del file

source: No valid url was found
it: Non è stato trovato un url valido

source: Incorrect link or file not available
it: Link errato o file non disponibile

source: The$msg_file_in file exceeds the size allowed by the server for free download
it: Il file$msg_file_in supera la dimensione consentita dal server per il download gratuito

source: Connection interrupted: try again later
it: Connessione interrotta: riprovo più tardi

source: File$msg_file_in too large for free space in $PWD on $dev
it: File$msg_file_in troppo grande per lo spazio libero in $PWD su $dev

source: File$msg_file_in already in download
it: File$msg_file_in già in download

source: Error downloading the video HTML page. Check that the URL has been entered correctly or that the video is not private.
it: Errore nello scaricare la pagina HTML del video. Controllare che l'URL sia stato inserito correttamente o che il video non sia privato.

source: Title of HTML page not found. Check the URL
it: Titolo della pagina HTML non trovato. Controlla l'URL.

source: Signature of video not found
it: Firma del video non trovata

source: File$msg_file_in downloadable only by users "Premium" or registered
it: File$msg_file_in scaricabile solo da utenti "Premium" o registrati

source: It is not a valid URL for $name_prog
it: Non è un URL adatto per $name_prog

source: URL not found
it: URL non trovato

source: The$msg_file_in file will not be downloaded, because it matches to the regex
it: Il file$msg_file_in non sarà scaricato, perché corrisponde alla regex

source: The$msg_file_in file will not be downloaded, because it does not match the regex
it: Il file$msg_file_in non sarà scaricato, perché non corrisponde alla regex

source: The link will not be processed, because it matches to the regex
it: Il link non sarà processato, perché corrisponde alla regex

source: The link will not be processed, because it does not matche to the regex
it: Il link non sarà processato, perché non corrisponde alla regex

source: File$msg_file_in still in transfer and not yet available: try again in a few hours
it: File$msg_file_in ancora in trasferimento e non ancora disponibile: riprova fra qualche ora

source: Unsupported resume: download of the$msg_file_in file may end incomplete
it: resume non supportato: il download del file$msg_file_in potrebbe terminare incompleto

source: Unsupported download: user age control
it: Download non supportato: controllo età utente

source: Unsupported download: install
it: Download non supportato: installa

source: Download supported by youtube-dl, started but not managed by $PROG
it: Download supportato da youtube-dl, avviato ma non gestito da $PROG

source: The $i segment is missing: recovery attempt with Wget extracting the URL from a temporary file
it: Manca il segmento $i: tentativo di recupero con Wget estraendo l'URL da un file temporaneo

source: Operation failed because $dep is not installed
it: Operazione non riuscita perché $dep non è installato

source: The operation could not be completed: the temporary file for segment recovery is missing
it: Impossibile completare l'operazione: manca il file temporaneo per il recupero del segmento

source: Reached the download limit for your IP address or account (link: $url_in): try --proxy or --reconnect
it: Raggiunto il limite di download per il tuo indirizzo IP o account (link: $url_in): prova --proxy o --reconnect

source: Connection to the IRC server failed: incorrect address or connection or file not available
it: Connessione al server IRC non riuscita: indirizzo errato o connessione o file non disponibili

source: Another file is being downloaded from the same source, I will try again later
it: Un altro file è in scaricamento dalla stessa fonte, riprovo più tardi

source: File$msg_file_in not available, try again later: I delete it from the queue
it: File$msg_file_in non disponibile, riprova in un altro momento: lo cancello dalla coda

source: Internet connection not available: exit
it: Connessione internet non disponibile: uscita

source: Service temporarily not supported: request a developer intervention
it: Servizio momentaneamente non supportato: richiedi un intervento degli sviluppatori

source: Paused for
it: In pausa per

source: Unsupported download: enter the captcha code using a web browser
it: Download non supportato: inserisci il codice captcha usando un browser web

source: The service detects the use of AdBlock or software such as Kodi/XBMC/TV BOX (like ZigzagDownLoader).
it: Il servizio rileva l'uso di AdBlock o di un software come Kodi/XBMC/TV BOX (come ZigzagDownLoader).

source: Currently, ZDL is not able to download the requested file, I remove the link from the queue.
it: Attualmente, ZDL non è in grado di scaricare il file richiesto, tolgo il link dalla coda.

source: Unsupported service: use the web browser to resolve the extraction of the file URL
it: Servizio non supportato: usa il web browser per risolvere l'estrazione dell'URL del file

source: Your IP address has been banned by the server: the file cannot be reached via this link
it: Il tuo indirizzo IP è stato bannato dal server: impossibile raggiungere il file attraverso questo link

source: Unable to start the GUI: yad must be installed
it: Impossibile avviare la GUI: è necessario installare yad

source: FFMpeg/AvConv is not configured for libxml2
it: FFMpeg/AvConv non è configurato per libxml2

source: FFMpeg/AvConv is not installed
it: FFMpeg/AvConv non è installato

source: Duration of the unrecorded Live Stream: repeat the programming (the link is deleted from the queue)
it: Durata del Live Stream non registrata: ripetere la programmazione (il link è cancellato dalla coda)

source: Wait set to non-premium users, try again later
it: Attesa imposta a utenti non premium, riprovo più tardi

source: Segment %s was recovered
it: Segmento %s recuperato

source: %s file creation
it: Creazione del file %s

source: Re-encoding of %s into %s
it: Ricodifica di %s in %s

source: The %s file has been decrypted as %s
it: Il file %s è stato decrittato come %s

source: Conversion to
it: Conversione in

source: File conversion
it: Conversione del file

source: Successful conversion
it: Conversione riuscita

source: Conversion failed
it: Conversione non riuscita

source: Wait %s seconds
it: Attendi %s secondi

source: connecting
it: connessione in corso

source: URL extraction from the web page %s completed
it: Estrazione URL dalla pagina web %s completata

source: Interactive mode
it: Modalità interattiva

source: %s is active in daemon mode (pid: %s)\n
it: %s è attivo in modalità demone (pid: %s)\n

source: in this same terminal:
it: in questo stesso terminale:

source: in another terminal:
it: in un altro terminale:

source: %s is running in standard mode %s
it: %s è attivo in modalità standard %s

source: There are no running instances of %s
it: Non ci sono istanze attive di %s

source: Extensions
it: Estensioni

source: Streaming video skipping the browser player:
it: Video in streaming saltando il player del browser:

source: Web-generated links (even after captcha)
it: Link generati dal web (anche dopo captcha)

source: and other services
it: ed altri servizi

source: All downloadable files with the following browser extensions:
it: Tutti i file scaricabili con le seguenti estensioni dei browser:

source: Flashgot of Firefox/Iceweasel/Icecat, function 'M-x zdl' by Conkeror and script 'zdl-xterm' (XXXTerm/Xombrero and others)
it: Flashgot di Firefox/Iceweasel/Icecat, funzione 'M-x zdl' di Conkeror e script 'zdl-xterm' (XXXTerm/Xombrero e altri)

source: All downloadable files with the following programs:
it: Tutti i file scaricabili con i seguenti programmi:

source: help of commands
it: Help dei comandi

source: Standard output mode
it: Modalità in standard output

source: Readline: enter URLs and service links
it: Readline: immetti URL e link dei servizi

source: Live stream: select the live channel
it: Live stream: seleziona il canale della diretta

source: Commands in standard output mode (key M=Meta: <Alt>, <Ctrl> or <Esc>)
it: Comandi in modalità standard output (tasto M=Meta: <Alt>, <Ctrl> o <Esc>)

source: ${BGreen} ENTER ${BBlue}│${Color_Off} enter a link and type ${BGreen}ENTER ${BGreen} M-x ${BBlue}│${Color_Off} performs downloads [e${BGreen}x${Color_Off}ec] ${BGreen} M-e ${BBlue}│${Color_Off} starts the default ${BGreen}e${Color_Off}ditor ${BGreen} M-c ${BBlue}│${Color_Off} ${BGreen}c${Color_Off}lean the information of the completed downloads ${BBlue}│${Color_Off} ${BYellow} M-i ${BBlue}│${Color_Off} ${BYellow}i${Color_Off}nteractive mode ${BYellow} M-C ${BBlue}│${Color_Off} ${BYellow}C${Color_Off}onfigure $PROG ${BBlue}│${Color_Off} ${BRed} M-q ${BBlue}│${Color_Off} close ZDL without interrupting the downloaders [${BRed}q${Color_Off}uit] ${BRed} M-k ${BBlue}│${Color_Off} kill all processes [${BRed}k${Color_Off}ill] ${BBlue}│${Color_Off} ${BBlue} M-t │${Color_Off} browse the ${BBlue}t${Color_Off}utorial ${BBlue} M-l │${Color_Off} available services ${BBlue}l${Color_Off}ist ${BBlue} M-h │${Color_Off} displays this box [${BBlue}h${Color_Off}elp]
it: ${BGreen} INVIO ${BBlue}│${Color_Off} immetti un link e digita ${BGreen}INVIO ${BGreen} M-x ${BBlue}│${Color_Off} esegue i download [e${BGreen}x${Color_Off}ec] ${BGreen} M-e ${BBlue}│${Color_Off} avvia l'${BGreen}e${Color_Off}ditor predefinito ${BGreen} M-c ${BBlue}│${Color_Off} ${BGreen}c${Color_Off}ancella le informazioni dei download completati ${BBlue}│${Color_Off} ${BYellow} M-i ${BBlue}│${Color_Off} modalità ${BYellow}i${Color_Off}nterattiva ${BYellow} M-C ${BBlue}│${Color_Off} ${BYellow}C${Color_Off}onfigura $PROG ${BBlue}│${Color_Off} ${BRed} M-q ${BBlue}│${Color_Off} chiudi ZDL senza interrompere i downloader [${BRed}q${Color_Off}uit] ${BRed} M-k ${BBlue}│${Color_Off} uccidi tutti i processi[${BRed}k${Color_Off}ill] ${BBlue}│${Color_Off} ${BBlue} M-t │${Color_Off} sfoglia il ${BBlue}t${Color_Off}utorial ${BBlue} M-l │${Color_Off} ${BBlue}l${Color_Off}ista dei servizi abilitati ${BBlue} M-h │${Color_Off} visualizza questo riquadro [${BBlue}h${Color_Off}elp]

source: URL entry completed: download start
it: Immissione URL terminata: avvio download

source: unlimited
it: illimitati

source: Options [number of simultaneous downloads:
it: Opzioni [numero di download simultanei:

source: ${BYellow} s ${Color_Off}│ ${BYellow}s${Color_Off}elect one or more downloads (to restart, delete, play audio/video files)\n │ ${BGreen} e ${Color_Off}│ change the queue of links to be downloaded, using the default ${BGreen}e${Color_Off}ditor\n │
it: ${BYellow} s ${Color_Off}│ ${BYellow}s${Color_Off}eleziona uno o più download (per riavviare, eliminare, riprodurre file audio/video) │ ${BGreen} e ${Color_Off}│ modifica la coda dei link da scaricare, usando l'${BGreen}e${Color_Off}ditor predefinito │

source: ${BGreen} a ${Color_Off}│ download with ${BGreen}a${Color_Off}xel\n
it: ${BGreen} a ${Color_Off}│ scarica con ${BGreen}a${Color_Off}xel\n

source: ${BGreen} A ${Color_Off}│ download with ${BGreen}A${Color_Off}ria2\n
it: ${BGreen} A ${Color_Off}│ scarica con ${BGreen}A${Color_Off}ria2\n

source: ${BGreen} w ${Color_Off}│ download with ${BGreen}w${Color_Off}get\n
it: ${BGreen} w ${Color_Off}│ scarica con ${BGreen}w${Color_Off}get\n

source: │\n${BGreen} 0-9 ${Color_Off}│ download ${BGreen}a number from 0 to 9${Color_Off} files at a time ($PROG pause = 0) ${BGreen} m ${Color_Off}│ download ${BGreen}m${Color_Off}any files at a time\n │
it: │\n${BGreen} 0-9 ${Color_Off}│ scarica ${BGreen}un numero da 0 a 9${Color_Off} di file alla volta (pausa di $PROG = 0) ${BGreen} m ${Color_Off}│ scarica ${BGreen}m${Color_Off}olti file alla volta\n │

source: ${BGreen} d ${Color_Off}│ start ${BGreen}d${Color_Off}aemon
it: ${BGreen} d ${Color_Off}│ avvia ${BGreen}d${Color_Off}emone

source: ${BGreen} c ${Color_Off}│ ${BGreen}c${Color_Off}lean temporary files of completed downloads │ ${BRed} K ${Color_Off}│ stop all downloads and every instance of ZDL in the directory (${BRed}K${Color_Off}ill-all)
it: ${BGreen} c ${Color_Off}│ ${BGreen}c${Color_Off}ancella i file temporanei dei download completati │ ${BRed} K ${Color_Off}│ interrompi tutti i download e ogni istanza di ZDL nella directory (${BRed}K${Color_Off}ill-all)

source: ${BRed} Q ${Color_Off}│ stop an active instance of $PROG in $PWD but not the downloads already started
it: ${BRed} Q ${Color_Off}│ ferma un'istanza attiva di $PROG in $PWD lasciando attivi i downloader già avviati

source: │\n${BBlue} q ${Color_Off}│ ${BBlue}q${Color_Off}uit from $PROG --interactive
it: │\n${BBlue} q ${Color_Off}│ esci da $PROG --interactive (${BBlue}q${Color_Off}uit)

source: ${BBlue} * ${Color_Off}│ ${BBlue}update status${Color_Off} (automatic every 15 seconds)\n │
it: ${BBlue} * ${Color_Off}│ ${BBlue}aggiorna lo stato ${Color_Off}(automatico ogni 15 secondi) │

source: Select (Restart/stop, Eliminate, Play audio/video)
it: Seleziona (Riavvia/arresta, Elimina, Riproduci audio/video)

source: Select download numbers, separated by spaces (you can not select):
it: Seleziona i numeri dei download, separati da spazi (puoi non scegliere):

source: Proceed
it: Procedi

source: What do you want to do with the selected downloads?
it: Cosa vuoi fare con i download selezionati?

source: ${BYellow} r ${Color_Off}│ ${BYellow}r${Color_Off}estart, if an instance of ZDL is active (if --multi >0), otherwise suspend them ${BRed} E ${Color_Off}│ definitively ${BRed}e${Color_Off}liminate them (and delete the downloaded file) │ ${BGreen} p ${Color_Off}│ (${BGreen}p${Color_Off}lay) the audio/video files │ ${BBlue} * ${Color_Off}│ ${BBlue}main screen${Color_Off}\n
it: ${BYellow} r ${Color_Off}│ ${BYellow}r${Color_Off}iavviarli se è attivaun'istanza di ZDL (con --multi >0), altrimenti sospenderli ${BRed} E ${Color_Off}│ ${BRed}e${Color_Off}liminarli definitivamente(e cancellare il file scaricato) ${BRed} T ${Color_Off}│ ${BRed}t${Color_Off}erminarli definitivamenteSENZA cancellare il file scaricato (cancella solo il link dalla coda di download) │ ${BGreen} p ${Color_Off}│ riprodurre (${BGreen}p${Color_Off}lay) i file audio/video │ ${BBlue} * ${Color_Off}│ ${BBlue}schermata principale${Color_Off}\n

source: Select what to do: ( r | E | p | * ):
it: Scegli cosa fare: ( r | E | p | * ):

source: Address of the irc host (the 'irc://' protocol is not necessary):
it: Indirizzo dell'host irc (il protocollo 'irc://' non è necessario):

source: Channel (the hash '#' is not necessary):
it: Canale (il cancelletto '#' non è necessario):

source: Private message (the '/msg' command is not necessary):
it: Messaggio privato (il comando '/msg' non è necessario):

source: Acquisition of missing data for XDCC (enter 'quit' to cancel)
it: Acquisizione dati mancanti per XDCC (inserisci 'quit' per annullare)

source: Enter an integer in the range from 0 to %d (inclusive)
it: Digitare un numero intero nell'intervallo da 0 a %d (compresi)

source: Available channels (choose the corresponding number):
it: Canali disponibili (scegli il numero corrispondente):

source: Select the channel from which to download the live
it: Seleziona il canale da cui scaricare la diretta

source: A schedule already exists for this channel:
it: Esiste già una programmazione per questo canale:

source: you can delete the previous one and create a new one or leave the previous one and cancel this operation.\n
it: puoi cancellare quella precedente e crearne una nuova oppure lasciare quella precedente e annullare questa operazione.\n

source: Do you want to create a new schedule, deleting the previous one? [yes|*]
it: Vuoi creare una nuova programmazione, cancellando quella precedente? [sì|*]

source: Operation canceled: previous programming is maintained
it: Operazione annullata: è mantenuta la programmazione precedente

source: Live stream: program for downloading the live
it: Live stream: programma il download della diretta

source: It is necessary to indicate the recording start time and its duration
it: È necessario indicare l'orario di inizio registrazione e la sua durata

source: Recording start time:
it: Orario di inizio registrazione:

source: Do you want to register right away? [yes|*]
it: Vuoi registrare subito? [sì|*]

source: Recording duration:
it: Durata registrazione:

source: The starting time is lower than the current one: is it tomorrow? [*|no]
it: L'orario di inizio è inferiore a quello attuale: è di domani? [*|no]

source: The download from %s will start around %s for the duration of %s
it: Il download da %s si avvierà intorno alle %s per la durata di %s

source: Scheduled Live Streams (link, start time, duration):
it: Live Stream programmati (link, orario inizio, durata):

source: <Return> to continue
it: <Invio> per continuare

source: <Return> to exit
it: <Invio> per uscire

source: Download id:
it: Numero download:

source: RTMP protocol
it: protocollo RTMP

source: Status
it: Stato

source: Download not active
it: Download non attivo

source: (file size not specified by the server)
it: (grandezza del file non specificata dal server)

source: killed
it: terminato

source: completed
it: completato

source: inactive
it: non attivo
