Repository: GitMirroring/zdl
Catalog: locale/*/LC_MESSAGES/zdl.po
Languages: it

source: No value entered: do you want to delete the previous value? (yes|*)
it: Nessun valore inserito: vuoi cancellare il precedente valore? (sì|*)

source: Enter the new value
it: Inserisci il nuovo valore

source: complete and valid path
it: path completo e valido

source: name
it: nome

source: Reconfiguration failed: non-existent program
it: Riconfigurazione fallita: programma non esistente

source: Current configuration
it: Configurazione attuale

source: Settings
it: Preferenze

source: Change the configuration
it: Modifica la configurazione

source: Reset the web interface account (socket account)
it: Resetta l'account delle interfacce web (account del socket)

source: Manage hosting service accounts
it: Gestisci gli account dei servizi di hosting

source: Quit
it: Esci

source: Select an option
it: Seleziona un'opzione

source: ZigzagDownLoader configuration
it: Configurazione di ZigzagDownLoader

source: The configuration consists of ${BRed}names${Color_Off} and ${BBlue}values${Color_Off}.\n\n${BYellow}For each name, a value can be specified:${Color_Off}\n- the ${BBlue}available alternative values${Color_Off}, in blue, can be suggested between the round brackets and separated by the vertical bar\n- the ${BRed}name${Color_Off} to which the value is assigned is in red\n- ${BBlue}*${Color_Off} means any value other than the others, even null\n- the current ${BGreen}values recorded${Color_Off} are in green\n
it: La configurazione consiste di ${BRed}nomi${Color_Off} e ${BBlue}valori${Color_Off}. ${BYellow}Per ogni nome, un valore può essere specificato:${Color_Off} - i ${BBlue}valori disponibili alternativi${Color_Off}, in blu, possono essere suggeriti tra parentesi tonde e separati dalla barra verticale - il ${BRed}nome${Color_Off} al quale è assegnato il valore è in rosso - ${BBlue}*${Color_Off} significa qualunque valore diverso dagli altri, anche nullo - gli attuali ${BGreen}valori registrati${Color_Off} sono in verde\n

source: Select the default item to edit
it: Seleziona l'elemento predefinito da modificare

source: to go back
it: per tornare indietro

source: Do you really want to reset the socket account? You can reset it from the web interface (yes|*)
it: Vuoi davvero resettare l'account dei socket? Potrai reimpostarlo dall'interfaccia web. (sì|*)

source: Options
it: Opzioni

source: Add/edit an account
it: Aggiungi/modifica un account

source: Delete an account
it: Elimina un account

source: View account passwords
it: Visualizza password degli account

source: Return to the main configuration page
it: Torna alla pagina principale di configurazione

source: Enter an account for automatic login
it: Inserisci un account per il login automatico

source: Username:
it: Nome utente:

source: the characters will not be printed
it: i caratteri non saranno stampati

source: Repeat the password (for verification)
it: Ripeti la password (per verifica)

source: Repeat the operation: mismatched passwords
it: Ripeti l'operazione: password non corrispondenti

source: Repeat the operation: missing username or password
it: Ripeti l'operazione: nome utente o password mancante

source: Do you want to enter a new account? (y|*)
it: Vuoi inserire un nuovo account? [s|*]

source: No username entered
it: Nessun username inserito

source: Account username to be deleted
it: Nome utente dell'account da cancellare

source: Account registered for
it: Account registrati per

source: List of registered users
it: Lista utenti registrati

source: For information on
it: Per informazioni su

source: Connected to the address
it: Connesso all'indirizzo

source: Automatic compilation of zdl-wise.c
it: Compilazione automatica di zdl-wise.c

source: ZDL update
it: Aggiornamento di ZDL

source: The root user password is required.\nRepeat the ZDL update using the terminal.
it: È richiesta la password di root.\nRipeti l'aggiornamento di ZDL usando il terminale

source: can download with Wget but strongly recommends Axel, because: - can significantly speed up the download - allows the recovery of downloads in case of interruption For more information on Axel: http://alioth.debian.org/projects/axel/
it: può scaricare con Wget ma raccomanda fortemente Axel, perché: - può accelerare sensibilmente il download - permette il recupero dei download in caso di interruzione Per ulteriori informazioni su Axel: http://alioth.debian.org/projects/axel/

source: uses XTerm if launched from a graphical application such as Firefox/Iceweasel/Icecat (via Flashgot), Chrome/Chromium (via Download Assistant or Simple Get), XXXTerm/Xombrero and Conkeror:
it: utilizza XTerm se avviato da un'applicazione grafica come Firefox/Iceweasel/Icecat (tramite Flashgot), Chrome/Chromium (attraverso Download Assistant o Simple Get), XXXTerm/Xombrero e Conkeror:

source: WARNING: $dep is not installed on your system
it: ATTENZIONE: $dep non è installato nel tuo sistema

source: 1) Automatically install $dep from packages (RECOMMENDED) 2) Automatically installs $dep from sources 3) Skip the $dep installation and continue with the installation of $PROG and its other dependencies 4) Exit $PROG to install dep manually (you can find it here: http://pkgs.org/search/?keyword=$dep)
it: 1) Installa automaticamente $dep da pacchetti (CONSIGLIATO) 2) Installa automaticamente $dep da sorgenti 3) Salta l'installazione di $dep e continua con l'installazione di $PROG e delle altre sue dipendenze 4) Esci da $PROG per installare $dep manualmente (puoi trovarlo qui: http://pkgs.org/search/?keyword=$dep)

source: Choose what to do (1-4):
it: Scegli cosa fare:

source: Automatic installation failed
it: Installazione automatica non riuscita

source: did not find the following package:
it: non ha trovato il seguente pacchetto:

source: Errors in compilation or installation
it: Errori nella compilazione o nell'installazione

source: Installing
it: Installazione di

source: Enter the root password
it: Digita la password di utente root

source: Update completed
it: Aggiornamento completato

source: Update failed
it: Aggiornamento fallito

source: failed. Please try again
it: fallito. Riprova un'altra volta

source: saved successfully
it: salvato con successo

source: Startup batch script installed:
it: Script batch di avvio installato:

source: Below, the existing ZigzagDownLoader extensions, in $SHARE/extensions/ NB: - any homonymous extensions will be ignored - you can control the process flow by assigning extension file names: ZDL will read the files in lexicographic order (also to replace or enrich existing extensions) - new user extensions must be connected in $SHARE/extensions/ (you can automatically link them with: zdl -fu) EXTENSIONS:
it: Di seguito, le estensioni già esistenti di ZigzagDownLoader, in $SHARE/extensions/ NB: - eventuali estensioni omonime dell'utente saranno ignorate - puoi controllare il flusso del processo assegnando i nomi ai file delle estensioni: ZDL leggerà i file in ordine lessicografico (anche per sostituire o arricchire le estensioni già esistenti) - le nuove estensioni dell'utente devono essere collegate in $SHARE/extensions/ (puoi collegarle automaticamente con: zdl -fu) ESTENSIONI:

source: README
it: LEGGIMI

source: Recovery packages not found:
it: Recupero pacchetti non trovati:

source: Successfully completed
it: Completato con successo

source: ZigzagDownLoader update
it: Aggiornamento di ZigzagDownLoader

source: ZigzagDownLoader updated with success
it: ZigzagDownLoader aggiornato con successo

source: Close
it: Chiudi

source: Restart ZDL
it: Riavvia ZDL

source: Updating $name_prog
it: Aggiornamento automatico di $name_prog

source: Updating
it: Aggiornamento

source: A new update is available, choose what to do:
it: Disponibile un nuovo aggiornamento, scegli cosa fare:

source: Don't ask for it again in this session
it: Non chiederlo più in questa sessione

source: Postpone
it: Rimanda

source: Update
it: Aggiorna

source: Enter the user password (sudo):
it: Digita la password utente (sudo):

source: Downloading
it: Download in corso: attendere

source: Connection problems: if it does not resolve, close the program with <Control + c>
it: Problemi di connessione: se non dovesse risolversi, chiudi il programma con <Control + c>

source: Update %s with %s
it: Aggiornamento di %s con %s

source: Update failed: package %s cannot be opened
it: Aggiornamento fallito: non è possibile aprire il pacchetto %s

source: is already the latest version
it: è già alla versione più recente

source: Processing link:
it: Link da processare:

source: Connecting
it: Connessione in corso

source: File URL
it: URL del file

source: Temporary file deleted
it: File temporanei cancellati

source: Cleaning of temporary files not carried out (non-existent files)
it: Pulizia file temporanei non effettuata (file inesistenti)

source: The format conversion function depends on ffmpeg or avconv, not found
it: La funzione di conversione in formato dipende da ffmpeg o da avconv, non trovati

source: Started in daemon mode in %s
it: Avviato in modalità demone in %s

source: You can control it with:
it: Puoi controllarlo con:

source: An active instance of daemon mode already exists in %s
it: Esiste già un'istanza attiva della modalità demone in %s

source: New socket started at the port
it: Avviato nuovo socket alla porta

source: Socket already in use at the port
it: Socket già in uso alla porta

source: Socket not started at the port
it: Avviato nuovo socket alla porta

source: Deprecated option: '--multi = [NUMBER]' is replaced by '--max-downloads = [NUMBER]'. The short option remains unchanged: '-m [NUMERO]'\n
it: Opzione deprecata: '--multi=[NUMERO]' è sostituita da '--max-downloads=[NUMERO]'. Resta invariata l'opzione breve '-m [NUMERO]'\n

source: HTTP proxy detected: %s
it: Rilevato proxy HTTP: %s

source: IP address: %s
it: Indirizzo IP: %s

source: IP address not detected
it: Indirizzo IP non rilevato

source: A file already exists with the same name as
it: Esiste già un file con lo stesso nome di

source: The file list will be saved in $print_out\n(you can also use it to communicate the files being downloaded to another program)\n
it: La lista dei file verrà salvata in $print_out\n(puoi anche usarla per comunicare i file in scaricamento a un altro programma)\n

source: Active proxy: %s\n
it: Proxy attivo: %s\n

source: %s: invalid argument\n\n
it: %s: argomento non valido\n\n

source: %s: invalid argument
it: %s: argomento non valido

source: Connection and extraction from:
it: Connessione ed estrazione da:

source: The complete list of links is in links.txt
it: L'elenco completo dei link è in links.txt

source: Download completed
it: Download completato

source: In %s there is a file that contains a list of operations of %s.
it: In %s è presente un file che contiene un elenco di operazioni di %s.

source: To read it, enter:
it: Per leggerlo, digita:

source: Redirection
it: Redirezione

source: New link to process
it: Nuovo link da processare

source: Checking
it: Verifica di

source: DLC container analysis
it: Analisi del container DLC

source: Cookies deleted
it: Cookie cancellati

source: The movie with %s definition is available
it: È disponibile il filmato con definizione %s

source: The movie with %s definition is not available
it: Non è disponibile il filmato con definizione %s

source: The bandwidth limit set by the server has been exceeded
it: Superato il limite di banda imposto dal server

source: a proxy will be used (to use more band, perhaps, you can change IP address by reconnecting the modem/router)
it: Sarà utilizzato un proxy (per usare più banda, forse, puoi cambiare indirizzo IP riconnettendo il modem/router)

source: Wait
it: Attendi

source: code not found
it: codice non trovato

source: Wait about 30 seconds
it: Attendi circa 30 secondi

source: %s may have activated the captcha: in this case, resolve the steps required by the website first
it: %s potrebbe aver attivato il captcha: in tal caso, risolvi prima i passaggi richiesti dal sito web

source: %s failed to extract the URL of the file %s
it: %s non è riuscito ad estrarre l'URL del file %s

source: HD movie is available
it: Filmato HD disponibile

source: The movie will be downloaded with "normal" definition
it: Il filmato sarà scaricato con definizione "normale"

source: %s link detected: the file will be downloaded using ffmpeg
it: Rilevato link %s: il file verrà scaricato con ffmpeg

source: Download directory
it: Directory di download

source: Select the download destination directory:
it: Seleziona la directory di destinazione dei download:

source: Select
it: Seleziona

source: wait
it: attendi

source: download completed
it: download completato

source: Active
it: Attivo

source: Inactive
it: Non attivo

source: The program is active in
it: Programma attivo in

source: The program is still active in
it: Programma ancora attivo in

source: The program was killed in
it: Programma terminato in

source: <b>Some links were not accepted </b> because they do not have the correct form, here are the error messages (the summary is saved in the zdl_log.txt file):
it: <b>Alcuni link non sono stati accettati </b> perché non hanno la forma corretta, ecco i messaggi di errore (il riepilogo è salvato nel file zdl_log.txt):

source: Warning!
it: Attenzione!

source: Edit the list of links to start downloading:
it: Modifica la lista dei link da cui avviare lo scaricamento:

source: head to each link (the spaces between the lines and around the links will be ignored)
it: vai a capo ad ogni link (gli spazi fra le righe e intorno ai link saranno ignorati)

source: Save
it: Salva

source: Cancel
it: Annulla

source: Select one or more downloads (Ctrl + Click) and press the button to choose the function or double click on a download:
it: Seleziona uno o più download (Ctrl+Click) e premi il bottone per scegliere la funzione o fai doppio click su un download:

source: Length
it: Grandezza

source: Update the download table (automatically every
it: Aggiorna la tabella dei download (automaticamente ogni

source: Play the selected audio/video file
it: Riproduci il file audio/video selezionato

source: Stop
it: Arresta

source: Stop the selected download process. If ZDL core is active, the download will be restarted
it: Arresta il processo di download selezionato. Se il core ZDL è attivo, il download sarà riavviato

source: Stop all
it: Arresta tutto

source: Stop all downloads. If ZDL core is active, the downloads will be restarted
it: Arresta tutti i download. Se il core ZDL è attivo, il download sarà riavviato

source: Remove
it: Elimina

source: Stop selected downloads and delete files
it: Arresta i download selezionati e cancella i file

source: Completed
it: Completato

source: Remove completed downloads from the list
it: Rimuovi i download completati dalla lista

source: Read the info on the downloads in progress or already made
it: Leggi le info sui download in corso o già effettuati

source: No audio/video player has been configured
it: Nessun player audio/video configurato

source: is not an audio/video file.
it: non è un file audio/video

source: Choose what to do:
it: Scegli cosa fare:

source: Action on a download
it: Azione su un download

source: Play
it: Riproduci

source: List of links
it: Lista dei link

source: List of links already entered
it: Lista dei link già immessi

source: Download activity results
it: Risultati attività di download

source: Log of download operations: in particular, unsuccessful attempts and redirects are recorded
it: Log delle operazioni di download: in particolare, sono registrati i tentativi senza successo e i reindirizzamenti

source: Delete the file
it: Cancella il file

source: The file $filename is not available in $PWD
it: Il file $filename non è disponibile in $PWD

source: Programming of live broadcasting from
it: Programmazione della diretta live da

source: Hours:
it: Ore:

source: <b> Start time </b> (current:
it: <b> Orario di inizio </b> (attuale:

source: Minutes:
it: Minuti:

source: Duration
it: Durata

source: Seconds:
it: Secondi:

source: Start time
it: Orario di inizio

source: Manage the links:
it: Gestisci i link:

source: New link:
it: Nuovo link:

source: Live stream:
it: Diretta LIVE:

source: Add .torrent file:
it: Aggiungi un file .torrent:

source: Search in www.XDCC.eu:
it: Cerca in www.XDCC.eu:

source: Add XDCC server:
it: Aggiungi un server XDCC:

source: Add XDCC channel:
it: Aggiungi un canale XDCC:

source: Add XDCC command:
it: Aggiungi un comando XDCC:

source: Edit links
it: Modifica i link

source: Edit the file from which ZDL core extracts the links to be processed
it: Modifica il file da cui ZDL core estrae i link da processare

source: Read links.txt
it: Leggi links.txt

source: Read the list of links already entered
it: Leggi l'elenco dei link già immessi

source: Enter
it: Esegui

source: <b> A schedule already exists for this channel: </b> you can delete the previous one and create a new one or leave the previous one and cancel this operation <b> Do you want to create a new schedule, deleting the previous one? </b>
it: <b>Esiste già una programmazione per questo canale:</b> puoi cancellare quella precedente e crearne una nuova oppure lasciare quella precedente e annullare questa operazione. <b>Vuoi creare una nuova programmazione, cancellando quella precedente?</b>

source: Already existing
it: Già esistente

source: You have not entered a form field required to download via XDCC: repeat the operation
it: Non hai inserito un campo del form necessario ad effettuare il download tramite XDCC: ripeti l'operazione

source: Enable or disable TCP connections:
it: Attiva o disattiva connessioni TCP:

source: enter a free port
it: indicare una porta libera

source: Sockets already enabled:
it: Socket già attivati:

source: No socket enabled
it: Nessun socket attivato

source: Socket port:
it: Porta del socket:

source: Command:
it: Comando:

source: Start
it: Avvia

source: <b>Port $socket_port not valid!</b>\n\nEnter a natural number between 1024 and 65535 as the TCP port
it: <b>Porta $socket_port non valida!</b>\n\nInserire come porta TCP un numero naturale compreso tra 1024 e 65535

source: Socket stopping failed at the port
it: Arresto del socket fallito alla porta

source: The socket is stopped at the port
it: Arrestato socket alla porta

source: Socket not already available at the port
it: Socket già non disponibile alla porta

source: Something didn't work
it: Qualcosa non ha funzionato

source: Default downloader:
it: Downloader predefinito:

source: Simultaneous downloads:
it: Download simultanei:

source: File format:
it: Formato del file:

source: Don't convert
it: Non convertire

source: Configure
it: Configura

source: ZDL configuration
it: Configurazione di ZDL

source: Re/Install the latest ZDL update available
it: Re/Installa l'ultimo aggiornamento disponibile di ZDL

source: Save the download directory options
it: Salva le opzioni della directory di download

source: Cancel the operation and close the window
it: Annulla l'operazione e chiudi la finestra

source: Manage downloads
it: Gestisci i download

source: Change the download control options
it: Modifica le opzioni di controllo dei download

source: ZDL console
it: Console ZDL

source: Follow the download manager operations
it: Segui le operazioni del gestore di download

source: Start/Stop ZDL core
it: Avvia/Arresta ZDL core

source: Start/Stop the download manager
it: Avvia/Arresta il gestore di download

source: Enable or disable sockets for ZDL access through the network
it: Attiva o disattiva i socket per l'accesso a ZDL attraverso la rete

source: Exit only from the GUI, leaving the downloaders, core or sockets running
it: Esci solo dalla GUI, lasciando in esecuzione i downloader, il core o i sockets

source: Extraction and download process console
it: Console dei processi di estrazione e download

source: Clean
it: Pulisci

source: Configuration
it: Configurazione

source: Manage ZDL configuration
it: Gestisci la configurazione di ZDL

source: Number of download parts for Axel:
it: Numero parti di download per Axel:

source: Number of download parts for Aria2:
it: Numero parti di download per Aria2:

source: Maximum number of concurrent downloads:
it: Numero massimo di download concorrenti:

source: Background color in virtual terminals:
it: Colore di sfondo nei terminali virtuali:

source: Language:
it: Lingua:

source: Script/command/program to reconnect the modem/router:
it: Script/comando/programma per riconnettere il modem/router:

source: Automatic updates:
it: Aggiornamenti automatici:

source: Script/command/program to play audio/video files:
it: Script/comando/programma per riprodurre file audio/video:

source: Default editor to edit the link queue:
it: Editor predefinito per modificare la coda dei link:

source: Homonymous files recovery as the option --resume:
it: Recupero file omonimi come con opzione --resume:

source: Default program startup mode:
it: Modalità predefinita di avvio:

source: Torrent TCP port:
it: Porta TCP per i torrent:

source: Torrent UDP port:
it: Porta UDP per i torrent:

source: TCP port for sockets (--socket|--web-ui):
it: Porta TCP per i socket (--socket|--web-ui):

source: Web browser (--web-ui):
it: Browser web (--web-ui):

source: Web User Interface (--socket|--web-ui):
it: Interfaccia Utente Web (--socket|--web-ui):

source: Configuration backup
it: Backup della configurazione

source: Configuration backup in
it: Backup della configurazione in

source: <b>No links found</b> corresponding to the following search keys:
it: <b>Non è stato trovato alcun link</b> corrispondente alle seguenti chiavi di ricerca:

source: Select the links found by xdcc.eu:
it: Seleziona i link trovati da xdcc.eu:

source: Starting daemon mode
it: Avvio in modalità demone

source: New socket started at port
it: Avviato nuovo socket alla porta

source: No default web browser has been set. Start a web browser at:
it: Non è stato impostato alcun browser predefinito. Avvia un browser all'indirizzo:

source: %s paused
it: %s in pausa

source: To process new links, download a number of files greater than zero:
it: Per processare nuovi link, scarica un numero di file maggiore di zero:

source: use the [-m|--multi [NUMBER]] option or enter the interactive mode and type in a number from 1 to 9
it: usa l'opzione [-m|--multi [NUMERO]] oppure entra nella modalità interattiva e digita un numero da 1 a 9

source: Redirection (wait up to 90 seconds):
it: Redirezione (attendi massimo 90 secondi):

source: Processing Links
it: Link da processare

source: Download management is forwarded to another active instance of %s (pid: %d), in the following terminal: %s\n
it: La gestione dei download è inoltrata a un'altra istanza attiva di %s (pid: %d), nel seguente terminale: %s\n

source: Link paused
it: Link in pausa

source: The server does not allow the use of %s: the download will be made with %s
it: Il server non permette l'uso di %s: il download verrà effettuato con %s

source: the download requires the use of RTMPDump, which is not installed
it: il download richiede l'uso di RTMPDump, che non è installato

source: Extracting the URL of the file using https://simply-debrid.com ...
it: Estrazione dell'URL del file usando https://simply-debrid.com ...

source: failed to acquire the URL of the file using simply-debrid: try it manually from the page https://simply-debrid.com/generate#show
it: non è riuscito ad acquisire l'URL del file usando simply-debrid: prova manualmente dalla pagina https://simply-debrid.com/generate#show

source: Please try again by changing the IP address (it will be extracted using https://simply-debrid.com)\nYou can use the --reconnect or --proxy options
it: Riprova cambiando indirizzo IP (verrà estratto usando https://simply-debrid.com) Puoi usare le opzioni --reconnect oppure --proxy
